Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELETE_SIRI_HISTORY_ALERT_FAILURE_MESSAGE
source: Please make sure you are connected to the internet and try again.
ar: الرجاء التأكد من أنك متصل بالإنترنت وحاول مرة أخرى.
bg: Моля, уверете се, че сте свързани с интернет и опитайте отново.
ca: Comprova que tens connexió a internet i torna‑ho a provar.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
da: Sørg for, at der er forbindelse til internettet, og prøv igen.
de: Überprüfe deine Internetverbindung und versuche es erneut.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι στο Διαδίκτυο και δοκιμάστε ξανά.
es: Asegúrate de que tienes conexión a internet e inténtalo de nuevo.
es_us: Asegúrate de tener conexión a Internet y reintenta.
fi: Varmista, että olet yhteydessä internetiin, ja yritä uudelleen.
fr: Assurez-vous que ^[vous êtes ^[connecté](inflect: true)](inflectionAlternative: "votre appareil est connecté") à Internet, puis réessayez.
fr_ca: Assurez-vous ^[que vous êtes ^[connecté](inflect: true) à Internet](inflectionAlternative: "d’être en ligne"), puis réessayez.
he: נא לוודא שקיים חיבור לאינטרנט ולנסות שוב.
hi: कृपया सुनिश्चित करें कि आप इंटरनेट से कनेक्टेड हैं और फिर कोशिश करें।
hr: Provjerite jeste li spojeni na internet i pokušajte ponovno.
hu: Győződjön meg arról, hogy csatlakozik az internethez, és próbálja újra.
id: Pastikan Anda terhubung ke internet dan coba lagi.
it: Assicurati ^[di essere ^[connesso](inflect: true) a internet](inflectionAlternative: "che la connessione a internet sia attiva") e riprova.
ja: インターネットに接続していることを確認してから、やり直してください。
kk: Құрылғының интернетке қосылғанына көз жеткізіп, әрекетті қайталап көріңіз.
ko: 인터넷에 연결되어 있는지 확인한 다음 다시 시도하십시오.
lt: Įsitikinkite, kad prisijungėte prie interneto, ir bandykite dar kartą.
ms: Sila pastikan anda disambungkan ke internet dan cuba lagi.
nb: Kontroller tilkoblingen til internett, og prøv igjen.
nl: Zorg dat je verbonden bent met het internet en probeer het opnieuw.
pl: Upewnij się, że masz połączenie z Internetem, i spróbuj ponownie.
pt: Certifique‑se de que haja uma conexão à internet e tente novamente.
pt_pt: Certifique‑se de que a ligação à internet está ativa e volte a tentar.
ro: Asigurați-vă că dispuneți de o conexiune la internet și reîncercați.
ru: Убедитесь в наличии подключения к интернету и повторите попытку.
sk: Uistite sa, že máte pripojenie na internet, a skúste to znovu.
sl: Prepričajte se, da ste povezani z internetom, in poskusite znova.
sv: Kontrollera att du är ansluten till internet och försök igen.
th: โปรดตรวจสอบว่าคุณเชื่อมต่ออยู่กับอินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Lütfen internete bağlı olduğunuzdan emin olun ve yeniden deneyin.
uk: Будь ласка, перевірте наявність інтернет-зʼєднання і спробуйте ще раз.
vi: Vui lòng đảm bảo rằng thiết bị của bạn được kết nối vào internet và thử lại.
zh_cn: 请确保设备已接入互联网，然后重试。
zh_hk: 請確定你已連接互聯網，然後再試。
zh_tw: 請確定你已連接網際網路，然後再試一次。

# DELETE_SIRI_HISTORY_ALERT_FAILURE_TITLE
source: Your Siri and Dictation History Was Unable to Be Deleted
ar: تعذر حذف تاريخ "Siri والإملاء"
bg: Вашата история на Siri и Диктовка не може да бъде изтрита
ca: Error en eliminar l’historial de Siri i el dictat
cs: Historii Siri a diktování se nepodařilo smazat
da: Din historik for Siri og Diktering kunne ikke slettes
de: Dein Verlauf von Siri und der Diktierfunktion konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή του ιστορικού Siri και Υπαγόρευσης
es: No se ha podido eliminar el historial de Siri y Dictado
es_us: No se pudo borrar tu historial de Siri y Dictado
fi: Siri- ja saneluhistoriaa ei voitu poistaa
fr: L’historique de Siri et Dictée n’a pas pu être supprimé.
fr_ca: L’historique de Siri et de Dictée n’a pas pu être supprimé.
he: לא ניתן היה למחוק את ההיסטוריה של Siri והכתבה
hi: आपकी Siri और डिक्टेशन हिस्ट्री डिलीट नहीं की जा सकी
hr: Vaša povijest značajki Siri i Diktat ne može se obrisati
hu: Siri és a Diktálás előzményeit nem lehetett törölni
id: Riwayat Siri dan Dikte Anda Tidak Dapat Dihapus
it: Non è stato possibile eliminare la cronologia di Siri e Dettatura
ja: Siriと音声入力の履歴を削除できませんでした
kk: Siri және мәтінді дауыспен енгізу тарихын жою мүмкін болмады
ko: 사용자의 Siri 및 받아쓰기 기록을 지울 수 없음
lt: Nepavyko ištrinti jūsų „Siri“ ir „Diktavimo“ istorijos
ms: Sejarah Siri dan Perencanaan Anda Gagal Dipadamkan
nb: Kunne ikke slette Siri- og Diktering-loggen
nl: Je Siri- en dicteer- geschiedenis kan niet worden verwijderd
pl: Nie można usunąć historii Siri i Dyktowania
pt: Não foi possível apagar o histórico da Siri e do Ditado
pt_pt: Não foi possível apagar o histórico de Siri e do Ditado
ro: Istoricul pentru Siri și Dictare nu a putut fi șters
ru: Вашу историю Siri и Диктовки не удалось удалить
sk: Históriu Siri a Diktovania sa nepodarilo vymazať
sl: Zgodovine Siri in funkcije Narekovanje ni bilo mogoče izbrisati
sv: Det gick inte att radera din historik för Siri och diktering
th: ไม่สามารถลบประวัติ Siri และการป้อนตามคำบอกของคุณได้
tr: Siri ve Dikte Geçmişiniz Silinemedi
uk: Не вдалося видалити вашу Історію Siri й Диктування
vi: Không thể xóa Lịch sử Siri và Đọc chính tả của bạn
zh_cn: 无法删除你的Siri和听写历史记录
zh_hk: 無法刪除你的Siri和「聽寫」記錄
zh_tw: 無法刪除你的Siri和「聽寫」記錄

# DELETE_SIRI_HISTORY_ALERT_SHEET_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_IPAD
source: Siri & Dictation interactions currently associated with this iPad will be deleted from Apple servers.
ar: سيتم حذف تفاعلات "Siri والإملاء" المقترنة حاليًا مع iPad هذا من خوادم Apple.
bg: Взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPad, ще бъдат изтрити от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPad.
cs: Data komunikace se Siri a s funkcí diktování, která jsou nyní přidružená k tomuto iPadu, budou ze serverů Apple smazána.
da: Interaktioner med Siri og Diktering, der er knyttet til denne iPad, bliver slettet fra Apples servere.
de: Die zurzeit mit diesem iPad verknüpften Interaktionen mit Siri und der Diktierfunktion werden von den Apple-Servern gelöscht.
el: Οι αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPad θα διαγραφούν από τους διακομιστές της Apple.
es: Las interacciones de Siri y Dictado actualmente asociadas con este iPad se eliminarán de los servidores de Apple.
es_us: Las interacciones con Siri y el dictado asociadas actualmente con este iPad se borrarán de los servidores de Apple.
fi: Tähän iPadiin liittyvät Siri-keskustelut ja sanelutoiminnot poistetaan Applen palvelimilta.
fr: Les interactions avec Siri et Dictée actuellement associées à cet iPad seront supprimées des serveurs Apple.
fr_ca: Les interactions avec Siri et Dictée actuellement associées à cet iPad seront supprimées des serveurs d’Apple.
he: האינטראקציות עם Siri והכתבה המקושרות כרגע עם iPad זה יימחקו מהשרתים של Apple.
hi: Apple सर्वर से इस iPad के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट कर दिया जाएगा।
hr: Interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPadom obrisat će se s Appleovih servera.
hu: A rendszer törölni fogja az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPaddel vannak társítva.
id: Interaksi Siri & Dikte yang saat ini dikaitkan dengan iPad ini akan dihapus dari server Apple.
it: Le interazioni con Siri e Dettatura attualmente associate a questo iPad verranno eliminate dai server Apple.
ja: このiPadに現在関連付けられているSiriと音声入力に対する操作の音声はAppleのサーバから削除されます。
kk: Қазіргі уақытта осы iPad құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігі Apple серверлерінен жойылады.
ko: Apple 서버에서 현재 이 iPad와 관련된 Siri 및 받아쓰기 상호 작용이 삭제됩니다.
lt: Iš „Apple“ serverių bus ištrintos šiuo metu su „iPad“ susietos programų „Siri“ ir „Diktavimas“ sąveikos.
ms: Interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPad ini akan dipadamkan daripada pelayan Apple.
nb: Siri- og Diktering-interaksjon som er tilknyttet denne iPaden, vil bli slettet fra Apples tjenere.
nl: Interacties met Siri en de dicteerfunctie die momenteel met deze iPad zijn geassocieerd, worden verwijderd van de Apple servers.
pl: Interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPadem zostaną usunięte z serwerów Apple.
pt: As interações com a Siri e o Ditado associadas atualmente a este iPad serão apagadas dos servidores da Apple.
pt_pt: As interações com Siri e o Ditado atualmente associadas a este iPad serão apagadas dos servidores da Apple.
ro: Interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPad vor fi șterse de pe serverele Apple.
ru: Взаимодействия Siri и Диктовки, связанные сейчас с этим iPad, будут удалены с серверов Apple.
sk: Interakcie so Siri a Diktovaním priradené k tomuto iPadu budú vymazané zo serverov spoločnosti Apple.
sl: Interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s tem iPadom, bodo izbrisane iz strežnikov družbe Apple.
sv: Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPad kommer att raderas från Apple-servrar.
th: การโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPad เครื่องนี้จะถูกลบออกจากเซิร์ฟเวอร์ Apple
tr: Bu iPad ile ilişkili Siri ve Dikte etkileşimleri Apple sunucularından silinir.
uk: Взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPad, буде видалено з серверів Apple.
vi: Các tương tác Siri & Đọc chính tả hiện được liên kết với iPad này sẽ bị xóa khỏi các máy chủ của Apple.
zh_cn: 当前与这台iPad关联的Siri与听写交互将从Apple服务器上删除。
zh_hk: 將會從Apple伺服器刪除目前連繫至此iPad的Siri與「聽寫」互動。
zh_tw: 目前與此iPad相關的Siri與「聽寫」互動將會從Apple伺服器上刪除。

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_IPAD_RPI_ON
source: Siri & Dictation transcripts that are stored on this iPad and used to personalize your experience will be deleted.
ar: ستُحذف النسخ النصية الخاصة بـ Siri والإملاء المخزنة على هذا الـ iPad والتي تُستخدم لتخصيص تجربتك.
bg: Ще бъдат изтрити транскрипциите от Siri и диктовка, съхранявани на този iPad и използвани за персонализирането на вашето преживяване.
ca: S’eliminaran de l’iPad les transcripcions de les interaccions amb Siri i el dictat que s’utilitzen per personalitzar l’experiència.
cs: Z iPadu se smažou přepisy komunikace se Siri a s funkcí diktování, které slouží k přizpůsobení uživatelského prostředí vašim potřebám.
da: Transskriptioner i Siri og Diktering, der er gemt på denne iPad og bruges til at tilpasse din oplevelse, slettes.
de: Die Transkripte von „Siri & Diktieren“, die auf diesem iPad gespeichert sind und zum Personalisieren deines Nutzungserlebnisses verwendet werden, werden gelöscht.
el: Οι απομαγνητοφωνήσεις του Siri και της Υπαγόρευσης που αποθηκεύονται σε αυτό το iPad και χρησιμοποιούνται για την εξατομίκευση της εμπειρίας σας θα διαγραφούν.
es: Se eliminarán las transcripciones de Siri y Dictado almacenadas en este iPad que se utilizan para personalizar tu experiencia.
es_us: Se eliminarán las transcripciones de Siri y Dictado que se encuentran en este iPad y que se usan para personalizar tu experiencia.
fi: Tähän iPadiin tallennetut Sirin ja sanelun tekstimuunnokset, joita käytetään käyttökokemuksesi räätälöimiseen, poistetaan.
fr: Les transcriptions de Siri et Dictée stockées sur cet iPad et utilisées pour personnaliser votre expérience seront supprimées.
fr_ca: Les transcriptions de Siri et Dictée qui sont stockées sur cet iPad et qui servent à personnaliser votre expérience seront supprimées.
he: תמלולי Siri ו״הכתבה״ שמאוחסנים ב-iPad זה ומשמשים להתאמה אישית של החוויה שלך יימחקו.
hi: Siri और डिक्टेशन ट्रांसक्रिप्ट जो इस iPad पर संग्रहित हैं और जिनका इस्तेमाल आपका अनुभव वैयक्तिकृत करने के लिए किया गया है, उन्हें डिलीट किया जाएगा।
hr: Transkripti Siri i Diktata koji su pohranjeni na ovom iPadu i koji se koriste za personalizaciju vašeg iskustva bit će obrisani.
hu: A Siri és a Diktálás ezen az iPaden tárolt és a felhasználói élmény személyre szabására használt átiratai törölve lesznek.
id: Transkrip Siri & Dikte yang disimpan di iPad ini dan digunakan untuk mempersonalisasi pengalaman Anda akan dihapus.
it: Verranno eliminate le trascrizioni delle interazioni con Siri e Dettatura archiviate su iPad e usate per personalizzare la tua esperienza.
ja: このiPadに保存されている、体験をパーソナライズするために使用されたSiriと音声入力の文字起こしは削除されます。
kk: Осы iPad құрылғысында сақталған және тәжірибеңізді жекелендіру үшін пайдаланылатын Siri және дауыспен теру транскрипттері жойылады.
ko: 이 iPad에 보관되고 개인 맞춤형 경험을 제공하는 데 사용된 Siri 및 받아쓰기 데이터가 삭제됩니다.
lt: Šiame „iPad“ saugomos „Siri“ ir „Diktavimo“ transkripcijos, pagal kurias suasmeninama jūsų patirtis, bus ištrintos.
ms: Transkrip Siri & Perencanaan yang disimpan pada iPad ini dan digunakan untuk memperibadikan pengalaman anda akan dipadamkan.
nb: Avskrifter av Siri og diktering som er lagret på denne iPaden og brukt til å tilpasse opplevelsen din, vil bli slettet.
nl: Transcripten voor 'Siri en de dicteerfunctie' die op deze iPd worden bewaard en gebruikt om je ervaring te personaliseren, worden verwijderd.
pl: Transkrypcje Siri i funkcji Dyktowanie przechowywane na tym iPadzie i używane do personalizowania ich działania zostaną usunięte.
pt: As transcrições da Siri e do Ditado que estão armazenadas neste iPad e são usadas para personalizar a sua experiência serão apagadas.
pt_pt: As transcrições de Siri e do Ditado armazenadas neste iPad e usadas para personalizar a sua experiência de utilização serão apagadas.
ro: Transcrierile Siri și Dictare care sunt stocate pe acest iPad și sunt utilizate pentru a vă personaliza experiența vor fi șterse.
ru: Будут удалены расшифровки Ваших взаимодействий с Siri и Диктовкой, которые хранятся на этом iPad и используются для персонализации Вашего пользовательского опыта.
sk: Prepisy funkcií Siri a Diktovanie uložené na tomto iPade a používané na prispôsobenie rozhrania budú vymazané.
sl: Transkripcije Siri in funkcije Narekovanje, ki so shranjene v tem iPadu in uporabljene za prilagajanje izkušnje, bodo izbrisane.
sv: Siri- och dikteringstranskriberingar som är lagrade på denna iPad och som används till att personanpassa din upplevelse raderas.
th: ข้อความถอดเสียงจาก Siri และการป้อนตามคำบอกที่จัดเก็บอยู่ใน iPad เครื่องนี้และใช้ปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะจะถูกลบ
tr: Bu iPad’de saklanan ve deneyiminizi kişiselleştirmek için kullanılan Siri ve Dikte dökümleri silinir.
uk: Буде видалено транскрибовані протоколи ваших взаємодій із Siri та Диктуванням, що зберігаються на цьому iPad і використовуються для персоналізації.
vi: Các bản chép lại Siri & Đọc chính tả được lưu trữ trên iPad này và được sử dụng để cá nhân hóa trải nghiệm của bạn sẽ bị xóa.
zh_cn: 将会删除储存在此iPad上并用于个性化你体验的“Siri与听写”听写文本。
zh_hk: 儲存在此iPad上且用於個人化體驗的「Siri與聽寫」轉寫記錄會被刪除。
zh_tw: 將會刪除儲存在此iPad上且用於個人化體驗的「Siri與聽寫」逐字稿。

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_IPHONE
source: Siri & Dictation interactions currently associated with this iPhone will be deleted from Apple servers.
ar: سيتم حذف تفاعلات "Siri والإملاء" المقترنة حاليًا مع iPhone هذا من خوادم Apple.
bg: Взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPhone, ще бъдат изтрити от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPhone.
cs: Data komunikace se Siri a s funkcí diktování, která jsou nyní přidružená k tomuto iPhonu, budou ze serverů Apple smazána.
da: Interaktioner med Siri og Diktering, der er knyttet til denne iPhone, bliver slettet fra Apples servere.
de: Die zurzeit mit diesem iPhone verknüpften Interaktionen mit Siri und der Diktierfunktion werden von den Apple-Servern gelöscht.
el: Οι αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPhone θα διαγραφούν από τους διακομιστές της Apple.
es: Las interacciones de Siri y Dictado actualmente asociadas con este iPhone se eliminarán de los servidores de Apple.
es_us: Las interacciones con Siri y el dictado asociadas actualmente con este iPhone se borrarán de los servidores de Apple.
fi: Tähän iPhoneen liittyvät Siri-keskustelut ja sanelutoiminnot poistetaan Applen palvelimilta.
fr: Les interactions avec Siri et Dictée actuellement associées à cet iPhone seront supprimées des serveurs Apple.
fr_ca: Les interactions avec Siri et Dictée actuellement associées à cet iPhone seront supprimées des serveurs d’Apple.
he: האינטראקציות עם Siri והכתבה המקושרות כרגע עם iPhone זה יימחקו מהשרתים של Apple.
hi: Apple सर्वर से इस iPhone के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट कर दिया जाएगा।
hr: Interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPhoneom obrisat će se s Appleovih servera.
hu: A rendszer törölni fogja az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPhone-nal vannak társítva.
id: Interaksi Siri & Dikte yang saat ini dikaitkan dengan iPhone ini akan dihapus dari server Apple.
it: Le interazioni con Siri e Dettatura attualmente associate a questo iPhone verranno eliminate dai server Apple.
ja: このiPhoneに現在関連付けられているSiriと音声入力に対する操作の音声はAppleのサーバから削除されます。
kk: Қазіргі уақытта осы iPhone құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігі Apple серверлерінен жойылады.
ko: Apple 서버에서 현재 이 iPhone과 관련된 Siri 및 받아쓰기 상호 작용이 삭제됩니다.
lt: Iš „Apple“ serverių bus ištrintos šiuo metu su „iPhone“ susietos programų „Siri“ ir „Diktavimas“ sąveikos.
ms: Interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPhone ini akan dipadamkan daripada pelayan Apple.
nb: Siri- og Diktering-interaksjon som er tilknyttet denne iPhonen, vil bli slettet fra Apples tjenere.
nl: Interacties met Siri en de dicteerfunctie die momenteel met deze iPhone zijn geassocieerd, worden verwijderd van de Apple servers.
pl: Interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPhone’em zostaną usunięte z serwerów Apple.
pt: As interações com a Siri e o Ditado associadas atualmente a este iPhone serão apagadas dos servidores da Apple.
pt_pt: As interações com Siri e o Ditado atualmente associadas a este iPhone serão apagadas dos servidores da Apple.
ro: Interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPhone vor fi șterse de pe serverele Apple.
ru: Взаимодействия Siri и Диктовки, связанные сейчас с этим iPhone, будут удалены с серверов Apple.
sk: Interakcie so Siri a Diktovaním priradené k tomuto iPhonu budú vymazané zo serverov spoločnosti Apple.
sl: Interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s tem iPhonom, bodo izbrisane iz strežnikov družbe Apple.
sv: Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPhone kommer att raderas från Apple-servrar.
th: การโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPhone เครื่องนี้จะถูกลบออกจากเซิร์ฟเวอร์ Apple
tr: Bu iPhone ile ilişkili Siri ve Dikte etkileşimleri Apple sunucularından silinir.
uk: Взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPhone, буде видалено з серверів Apple.
vi: Các tương tác Siri & Đọc chính tả hiện được liên kết với iPhone này sẽ bị xóa khỏi các máy chủ của Apple.
zh_cn: 当前与这台iPhone关联的Siri与听写交互将从Apple服务器上删除。
zh_hk: 將會從Apple伺服器刪除目前連繫至此iPhone的Siri與「聽寫」互動。
zh_tw: 目前與此iPhone相關的Siri與「聽寫」互動將會從Apple伺服器上刪除。
